Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/puheenjohtajan_katsaus_vuoteen_2019.html.tmx
Source language: fin
Languages: smn

source: Puheenjohtajan katsaus vuoteen 2019
smn: Saavâjođetteijee kejâstâh ihán 2019

source: Vuosi 2019 oli Saamelaiskäräjien vaalivuosi ja vaalit toimitettiin syyskuussa, vaikka Saamelaiskäräjät esitti kesällä valtioneuvostolle Saamelaiskäräjien vaalien ajankohdan muuttamista .
smn: Ihe 2019 lâi Sämitige valjâihe já vaaljah toimâttuvvojii čohčâmáánust, veikâ Sämitigge iävtuttij keessiv staatârááđán Sämitige vaaljâi äigimudo muttem .

source: Esityksen taustalla oli Yhdistyneiden kansakuntien ihmisoikeuskomitean helmikuussa 2019 antamat kaksi ratkaisua, joiden mukaan Suomen tulee arvioida uudelleen saamelaisen määritelmä sen varmistamiseksi, että edellytykset äänioikeudelle Saamelaiskäräjien vaaleissa määritellään ja niitä sovelletaan kunnioittaen saamelaisten oikeutta käyttää sisäistä itsemääräämisoikeuttaan kansalais- ja poliittisia oikeuksia koskevan yleissopimuksen mukaisesti.
smn: Iävtuttâs tuáváást lijjii Ovtâstum aalmugij olmoošvuoigâdvuotâkomitea kuovâmáánust 2019 adelem kyehti čuávdus, moi mield Suomâ kalga árvuštâllâđ uđđâsist sämmilâšmiäruštâllâm vâi visásmiteh tom, ete hináh jienâvuoigâdvuotân Sämitige vaaljâin miäruštâllojeh já toh heiviittuvvojeh nuuvt, ete kunnijâteh sämmilij vuoigâdvuođâ kevttiđ siskáldâs jiešmeridemvuoigâdvuođâs aalmug- já poolitláid vuoigâdvuođáid kyeskee almossopâmuš miäldásávt.

source: On tärkeä muistaa, että Suomi on ratifioinut kansalais- ja poliittisia oikeuksia koskevan yleissopimuksen ja täten sitoutunut kansallisesti kunnioittamaan ja toimeenpanemaan sopimusta.
smn: Lii tehálâš mušteđ, ete Suomâ lii ratifisistâm aalmug- já poolitláid vuoigâdvuođáid kyeskee almossopâmuš já tienuuvt čonâdâttâm aalmuglávt kunnijâttiđ já olášuttiđ sopâmuš.

source: Syyskuussa Saamelaisen parlamentaarisen neuvoston (SPN) puheenjohtajuus siirtyi Ruotsin Saamelaiskäräjiltä Suomen Saamelaiskäräjille seuraavaksi 16 kuukaudeksi.
smn: Čohčâmáánust Säämi parlamentaarlii rääđi (SPR) saavâjođettemvuotâ sirdâšui Ruotâ Sämitiggeest Suomâ Sämitiigán čuávvoo 16 mánuppaje ááigán.

source: Suomen Saamelaiskäräjien puheenjohtajuuskauden päätavoitteet ovat mm. Saamen kielten ammatti- ja resurssikeskus Sámi Giellagáldu:n toiminnan vakinaistamisen, pohjoismaisen saamelaissopimuksen edistämisen sekä alkuperäiskansojen osallistumisoikeuksien parantamisen YK:n piirissä.
smn: Suomâ Sämitige saavâjođettemvuotâpaje váldu-ulmen lii ei. Sämikielâi áámmát- já reesuurskuávdáá Säämi Kielâkäldee tooimâ fastâdem, tave-eennâmlii sämisopâmuš ovdedem sehe algâaalmugij uásálistemvuoigâdvuođâi pyeredem OA pirrâduvâst.

source: Saamelaiskäräjät ja Metsähallitus pääsivät yhteisymmärrykseen Akwé: Kon -ohjeiden toimintamallin päivittämisestä ja soveltamisesta.
smn: Sämitigge já Meccihaldâttâs juksii ohtsâšibárdâs Akwé: Kon -ravvui toimâmaali peividmist já heivitmist.

source: Merkittävää toimintamallin päivittämisessä on Akwé: Kon vaikutustenarviointi työskentelyn lisäresurssit, osallistumis- ja vaikuttamismahdollisuuksien vahvistaminen prosessin eri vaiheissa sekä viestinnän lisääminen.
smn: Merhâšittee toimâmaali peividmist lii Akwé: Kon vaikuttâsâi árvuštâllâmpargo laseresurseh, uásálistem- já vaiguttemmáhđulâšvuođâi nanodem proosees jieškote-uv mudoin sehe viestâdem lasettem.

source: Vuonna 2019 vietettiin YK:n kansainvälistä alkuperäiskansojen kielten teemavuotta .
smn: Ive 2019 lâi OA aalmugijkoskâsâš algâaalmugkielâi teemaihe .

source: Saamelaiskäräjät oli vahvasti mukana teemavuoden toteuttamisessa kannustaen myös muita toimijoita osallistumaan teemavuoteen.
smn: Sämitigge lâi nanosávt mieldi teemaive olášutmist já movtijditij meid eres tuáimeid uásálistiđ teemaihán.

source: Monet viranomaiset tarttuivatkin haasteeseen ja tämän johdosta Norjan, Ruotsin ja Suomen Saamelaiskäräjien organisoima saamen kielten viikko lokakuussa näkyi myös Suomessa valtakunnallisesti.
smn: Maaŋgah virgeomâhááh västidii-uv háástun já taan tiet Taažâ, Ruotâ já Suomâ Sämitiigij ornim sämikielâi okko roovvâdmáánust oinui meid Suomâst väldikodálávt.

source: Alkuperäiskansojen kielten teemavuosi näkyi positiivisina ja näkyvinä kielten edistämishankkeina, joista suurimpana voidaan mainita Frozen 2 -animaatio , joka oli globaali näkyminen saamelaiskulttuurille ja -kielille ja joka tehtiin läheisessä yhteistyössä saamelaisasiantuntijoiden kanssa.
smn: Algâaalmugkielâi teemaokko oinui positiivlávt kielâi ovdedemhaavâin, main stuárráámuššân puáhtá nabdeđ Frozen 2 -animaatio , mon vievâst sämikulttuur já -kielah uáinojii maailmvijđosávt já mii rahtui aldasii oovtâstpargoost sämmilâšäššitobdeiguin.

source: Tämän lisäksi myös Yle ilmoitti maaliskuussa, että tuottaa Muumilaakso-sarjasta saamenkieliset versiot Saamelaiskäräjien esityksen mukaisesti.
smn: Toos lasseen meid Yle almottij njuhčâmáánust, ete tot pyevtit Muumileehi-rááiđust sämikielâlijd versioid Sämitige iävtuttâs mield.

source: Vuonna 2019 oikeudellista kehityskulkua kuvaavat ihmisoikeuskomitean päätösten lisäksi oikeuskanslerin ratkaisut oikeuksien toteuttamisesta koskien Saamelaisten oikeutta saamenkieliseen palveluun Kelassa (OKV/1161/1/2018) ja Saamelaiskäräjälain neuvottelu velvoitteen laiminlyönnistä työ- ja elinkeinoministeriön toimesta (OKV/8/50/2019).
smn: Ive 2019 vuoigâdvuođâlii ovdánem valdâleh Olmoošvuoigâdvuotârääđi miärádâsâi lasseen riehtikansler čuávduseh vuoigâdvuođâi olášutmist, Sämmilij vuoigâdvuotâ sämikielâlii palvâlusân Kelast (OKV/1161/1/2018) já Sämitiggelaavâ ráđádâllâmkenigâsvuođâ kuáridem pargo- ja iäláttâsministeriö tooimâst (OKV/8/50/2019).

source: Näyttää siltä, että oikeuskansleri rooli yhteiskunnassa on tärkeä myös Saamelaisten näkökulmasta.
smn: Oro, ete riehtikansler rooli ohtsâškoddeest lii tehálâš meid Sämmilij uáinust.

source: Maaliskuussa Utsjoella neljä saamelaista voitti Lapin käräjäoikeudessa kalastusoikeutta koskevan asian.
smn: Njuhčâmáánust Ucjuuvâst nelji sämmilii vuoittii Laapi keerrivrievtist kuálástemvuoigâdvuotân kyeskee ääši.

source: Käräjäoikeuden mukaan kalastuslaki rajoitti saamelaisille perustuslaissa ja kansainvälisessä oikeudessa turvattua oikeutta kalastaa kotiseudullaan.
smn: Keerrivrievti mield kuálástuslaahâ raijij sämmiláid vuáđulaavâst já aalmugijkoskâsii rievtist torvejum vuoigâdvuođâ kuálástiđ päikkikuávlustis.

source: Tapaukset eivät saaneet lainvoimaa, vaan ne etenivät korkeimman oikeuden käsiteltäviksi ennakkoluonteisuutensa vuoksi.
smn: Tábáhtusah iä finnim lahâvyeimi, peic toh ovdánii alemuu rievti kieđâvuššâmnáál muneluándulâšvuođâs tiet.

source: Totuus- ja sovintoprosessia koskevat neuvottelut saatiin päätökseen valtion, Saamelaiskäräjien ja Kolttien kyläkokouksen välillä.
smn: Tuotâvuotâ- já sovâdâttâmprosesân kyeskee ráđádâlmijd finnejii loopân staatâ, Sämitige já Nuorttâlij sijdâčuákkim kooskâ.

source: Saamelaiskäräjien viimeinen täyskokous hyväksyi ehdotuksen Saamelaisten totuus- ja sovintokomission asettamiseksi .
smn: Sämitige majemuš tievâsčuákkim tuhhiittij iävtuttâs Sämmilij tuotâvuotâ- já sovâdâttâmkomissio asâttem várás .

source: Saamelaiskäräjät katsoo tärkeäksi, että valtioneuvosto yhteistyössä Saamelaiskäräjien ja Kolttien kyläkokouksen kanssa asettaa totuus- ja sovintokomission kokoamaan ja todistamaan saamelaisten kokemukset Suomen valtion ja eri viranomaisten saamelaiskulttuuria ja sen aineellista pohjaa rikkovista toimista ja siitä, millaisia vaikutuksia ja seurauksia niillä on ollut ja edelleen on saamelaisille alkuperäiskansana ja sen jäsenille yksilöinä, sekä tekemään tämän osaksi tunnustettua käsitystä siitä, mikä historiamme ja nykyisyytemme on.
smn: Sämitigge ana tehálâžžân, ete staatârääđi oovtâstpargoost Sämitiggijn já Nuorttâlij sijdâčuákkimáin aasât tuotâvuotâ- já sovâdâttâmkomissio nuurrâđ já tuođâštiđ sämmilij feerimijd Suomâ staatâ já sierâ virgeomâhái sämikulttuur já ton materiaallii vuáđu rikkoo tooimâin já tast, magareh vaikuttâsah já čuávumušah tain láá lamaš já ain láá sämmiláid algâalmugin já ton jesânáid ovtâskâs olmožin, sehe toohâđ taam uássin tubdâstum ibárdâs tast, ete maggaar mii historjá já tááláá äigi lii.

source: Saamelaiskäräjät katsovat komission asettamisen merkitsevän, että julkisesti tunnustetaan valtion assimilaatiopolitiikan vaikutusten vaativan korjaavia toimenpiteitä.
smn: Sämitigge ana, ete komissio asâttem meerhâš, ete tubdâstuvvoo almolávt, ete staatâ assimilaatiopolitiik vaikuttâsah väätih tivvoo tooimâid.

source: Duodje-akatemian toiminnan käynnistyminen oli hieno tunnustus duodji-perinteelle ja -osaamiselle.
smn: Duodje-akatemia tooimâ algâttem lâi šiev tubdâstâs tyeji-ärbivuáhán já -mättimân.

source: Duodje-akatemia, joka on tulevaisuudessa tarkoitus vakinaistaa pysyväksi toiminnaksi Saamelaiskäräjien yhteyteen, on hyvä uudenlainen toimi ja alku eteenpäin, jolla lisätään yhteisöllisyyttä sekä vahvistetaan duodji-osaamista Enontekiöllä ja laajemmin saamelaisyhteisössä koko Suomessa.
smn: Duodje-akatemia tooimâst lii puátteevuođâst tárguttâs toohâđ fastâ tooimâ Sämitige ohtâvuotân. Tot lii šiev uđđâlágán toimâ já algâ ovdâskulij, já toin lasetteh siärvuslâšvuođâ já nanodeh tyeje mättim Iänuduvâst já vijđásubbooht sämmilâšsiärváduvâst oles Suomâst.

source: Suuret kiitokset henkilöstölle hyvästä työstä ja ahkeruudesta Saamelaisten asioiden edistämisen puolesta.
smn: Stuorrâ kijttoseh pargoviehân šiev pargoost já iäljárvuođâst Sämmilij aašij ovdedem oovdân.

source: Lisäksi suuret kiitokset luottamushenkilöille, erityisesti edelliselle puheenjohtajalle Tiina Sanila-Aikiolle ja I varapuheenjohtajalle Heikki Paltolle, sidosryhmille ja yhteistyötahoille, erityisesti Saamelaisneuvostolle, Kolttien kyläkokoukselle kolttaneuvostoineen, saamelaisyhdistyksille, saamelaisten kotiseutualueen paliskunnille ja yksittäisille saamelaisille, jotka puolustavat saamelaisoikeuksia ja tekevät kovaa työtä saamelaiskulttuurin edistämisen eteen, usein pitkälti vapaaehtoisesti omalla ajallaan.
smn: Toos lasseen stuorrâ kijttoseh ovdâulmuid, eromâšávt oovdeb saavâjođetteijei Tiina Sanila-Aikion já I värisaavâjođetteijei Heikki Palton, čonâsjuávhoid já oovtâstpargopeelijd, eromâšávt Sämirááđán, Nuorttâlij sijdâčuákkimân nuorttâlâšrađđijn, sämmilâšservijd, sämmilij päikkikuávlu palgâsáid já ovtâskâs sämmiláid, kiäh piälušteh sämmilâšvuoigâdvuođâid já pargeh čuuvtij sämikulttuur ovdedem oovdân, maŋgii rijjâtátulávt jieijâs aigijn.

source: Saamelaiskäräjien kokous 26.6.2020 hyväksyi Saamelaiskäräjien toimintakertomuksen vuodelta 2019.
smn: Sämitige čuákkim 26.6.2020 tuhhiittij Sämitige toimâmuštâlus ivveest 2019.

source: Lue koko toimintakertomus täältä .
smn: Luuvâ oles toimâmuštâlus tääbbin .

source: Lisätietoja:
smn: Lasetiäđuh:

source: Puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
smn: Saavâjođetteijee Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi

source: Puheenjohtajan avustaja Rosa-Máren Magga puh. 040 617 5113, rosa-maren.magga(at)samediggi.fi
smn: Saavâjođetteijee išedeijee Rosa-Máren Magga puh. 040 617 5113, rosa-maren.magga(at)samediggi.fi
